{
  "nav": {
    "about": "About Me",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  },
  "sections": {
    "aboutMe": "I am currently studying computer science (3rd year) at the University of Silesia in Katowice. My specialization is web development. I started my adventure in programming at the technical school in Oświęcim, where I graduated with the title of IT Technician. Since then, I have been perfecting my skills in many technologies, but I mainly specialize in creating various websites and web applications that are responsive and user-friendly.",
    "projects": {
      "your-movies": {
        "name": "Your Movies",
        "description": "An application for searching movies and TV shows. It allows checking information about titles and tracking cinema premieres. For example, you can watch a trailer of a given title. The data comes from the TMDB API."
      },
      "money-mate": {
        "name": "MoneyMate",
        "description": "An application with role-based authorization – admin and user. It is used for managing finances. It allows adding incomes and expenses, as well as filtering and searching them."
      },
      "projex-hub": {
        "name": "ProjexHUB",
        "description": "An application with authorization that enables project management – creating, filtering, and searching. Each project can include tasks and other users."
      },
      "weather-app": {
        "name": "WeatherApp",
        "description": "An interactive weather application that displays a 5-day forecast for a selected city. It includes GSAP animations and it uses the OpenWeatherMap API."
      },
      "website-for-the-company": {
        "name": "Company Website",
        "description": "A complete website template for a sample company with several subpages. The website was built with Bootstrap. It includes CSS animations."
      },
      "games": {
        "name": "Games",
        "description": "A website with various games, including Tic Tac Toe, Memory, Hangman, and Rock–Paper–Scissors. Each game has different modes."
      },
      "to-do-list": {
        "name": "To-Do List",
        "description": "An interactive to-do list that can be freely managed. The list is continuously saved in cookies."
      },
      "mini-apps": {
        "name": "Mini Apps",
        "description": "A website with a clock, weather forecast, and stopwatch. The site uses a simple API to fetch the current weather."
      },
      "moreOnMyGitHub": "More on my GitHub"
    }
  },
  "footer": "All rights reserved"
}
